{"podcast_details": {"podcast_title": "The Allusionist", "episode_title": "179. Andy Quiz", "episode_image": "https://www.omnycontent.com/d/playlist/3aeeb75f-3358-42d4-8232-acad017ea3bd/dac5a742-0a1b-4f4b-b917-acb7015564f7/e7e10a67-651c-4ddf-9c47-acb70155651d/image.jpg?t=1611261780&size=Large", "episode_transcript": " This is The Illusionist, in which I, Helen Zaltzman, waft language with a fan while it drinks a tall, icy beverage. I'm on a holiday with my family for the first time since 1988, so for this episode I have enlisted my brother Andy, who some of you know from comedy, or cricket commentary, or his podcast The Bugle, or episode 1 of this podcast about puns, or bartending at the High Rocks Inn in Kent in the 1990s. I don't know how you might know him. And it's the annual Quiz-Illusionist episode. It is multiple choice, 13 points are available, so grab a pencil and paper to log your answers, or you can use the interactive answer sheet at theillusionist.org slash andyquiz. Also, if you go to theillusionist.org slash donate and sign up to be a member of the Illusionverse by 31st of August 2023, you can choose a word or phrase, and I will record it for you, and you can use it as your ringtone, or text alert, or alarm, or little phrase of affirmation. What could be finer than me barking you awake in the morning? Someone has already asked for me to do a Logan Roy impression, so I'm as curious as anyone to hear how that's going to turn out. And I am open to more succession requests, so get yourself to theillusionist.org slash donate, you ludicrously capacious bags. And now, on with the quiz. Who are you? There's no point for this question. All right. I am Andy Zoltman. I am one of your two brothers. I am a comedian, cricket statistician, and well, I think that's about it actually. Those are my two skills in life. We've really done more with them than we ever thought possible. I have constructed a quiz for you to celebrate our family holiday. So it's quite heavy on the classics. Right. Some mention of the comedy, but the first question is about the word bugle. Yes. Because of your podcast, the bugle, not your childhood trumpeting career. Which was hugely impressive. I think moderately successful, yeah, for someone who didn't seem to care about it at all. Question one. The word bugle derives from which animal? Okay. So the options are A cow, B dog, C bug or D burglar. Does a burglar count as an animal? Well, humans are animals. Yeah, but that makes it sound like it's a completely different species. My friend's cat broke into someone's house and stole their cat feed. Right. So it's a very literal cat burglar. Yeah. So the choices are A cow, B dog, C bug or D burglar. Any guesses? Well, from my extremely rusty classical knowledge, I don't think it's dog. Cow. I'm going to go with cow. Correct. The answer is cow. Right. Because bugles used to be made from cowhorns. Not because cows make a bugly type noise. The word bugle comes from the Latin buculus, meaning a young bullock. I remember that from studying Greek at school because bus, meaning ox, was one of the first words we learnt. And all those words come from the Proto-Indo-European root word, guu. That word guu is the root of a lot of other words, not just bugle and the cow words. So question two. Which of the following words does not derive from the Proto-Indo-European root word guu? Right. Well, that's a question I've spent a lot of time thinking about. Oh, it's really playing to your strengths. Yeah. I don't think we discussed Proto-Indo-European root words enough in modern society. The options are A, bucolic, B, butane, C, butter or D, buttocks. Okay. Bucolic, butane, butter or buttocks. Care to make an educated guess? Well, bucolic, I think we've already, that's covered already. So I'm guessing saying that is definitely from guu. Yeah, easy. But I'm going to go with buttocks. You are correct. Right. Good at etymology, Andy. Buttocks is from probably the old English word buttock, which meant a short piece of land. All right. Was that before the, was it the Enclosure Act that, so could you put a fence around someone's buttock and claim it as your own? Question three. You are a professional comedian. Thank you. Despite my rising inflection, that's not the question. The question is, what did the word profession originally mean? Right. So the options are A, a swearing in ceremony for teachers in the 12th century, B, the opposite of anti-fashion, which was a synonym for unemployment, C, vows upon entering a religious order or D, the death of fun. I think I had that option D as a review of my one of my early animal shows. Well I think it's A or I think it's either the swearing in ceremony or the vow entering on entering a religious order. What you're going to plump for? Well I think I'm going to go for C, the vows on entering a religious order. Three for three. It is the vows upon entering a religious order. Did you have to make any vows to enter the comedian order? No, I mean the only vow I've really ever made is never to do the Manchester Comedy Store again after my harrowing experience there in December 2002. I've made certain vows that jokes I made early in my career I'll never think about again. But apart from that, I think every comedian makes that vow at some point. Yeah I mean it might be something that the industry ought to consider. Want to flush out the waste rolls. Those who aren't committed to spending 300 plus nights of the year away from their homes and families. Okay, question four. Incredibly your career is comedian. Which of these terms is not related to the etymology of career? Three R, one is not. Okay. A, careening. B, running at full speed. C, a race course. Or D, a road for vehicles. Well I can't remember what careening means. Careening is sort of veering all over the place. Which feels relatable for my career. Yes, running at full speed. So that when careering down a hill. A race course. Was that used as? I'm going to say with chariot. Road for vehicles. That's a carriage. That's a good question. Careening. I'm going to go with careening. Very good Andy. Very good. Because careening is from the Latin careena, which meant a ship's keel. Oh right. And careening was a ship tipping over on its side. Oh there we go. Whereas the rest are from, or from the Latin word for run, carus. So career was a race course. Roads for vehicles. And you're right to make the carriage collection. Because that's where we get the word carriage and that's the word car. Car and career. Question five. You and John Oliver, your comedy partner of Days of Your, used to do a character called Johnny Dynamite. Yes. The word dynamite derives from the Greek word dynamis, which means? A power, B bang, C fireball, or D kaboom. I like the fact that in the script I've given you, I've numbered the questions and you read them all out with A, B, C and D. Yeah, I just think I'm quite fundamentalist about this, Helen. I think multiple choice questions should be letters, not numbers. Really, why? But it has caused some confusion where I've suddenly thought, oh which is next? It should be quite simple. You can just choose a system and stick to it and find with it being letters. To give a bit of context to the character, you say we used to do a character. We did it, I can't remember, a total of maybe seven or eight times maximum. I remember I used to do it when a gig was pretty horrible and I remember seeing it about two in the morning in Edinburgh 20-ish years ago and I laughed so hard I was almost physically sick. Well, it's been downhill for both of us since then, both me and John. It was a character if John would slick his hair back, put a leather jacket on and pretend to be a bad American stand up. His catchphrase was, I'm dynamite. And then he would mime pushing down the lever on a, what do you call those things? Detonator. Detonator, there you go. And bang. What do you think the etymology of dynamite is Andy, power, bang, fireball or kaboom? I think power. Yeah. Because that's one of the few things I remember from actually learning some Greek back in my distant past. I don't know if they had words for kaboom in those because not as many things exploded, did they? I guess not. That's an interesting point. What was the etymology of kaboom? Have you ever looked into that? I mean, I imagine it's merely... Immitative.... on a matapheic. Yeah. And kaboom as well. I wonder how old these words are. Okay. Boom was originally a humming or a buzz. I guess you're right that they didn't have louder noises than bees in those days. Alfred Nobel of Nobel Prize fame invented dynamite and the word dynamite. Explosives were his job. He originally called dynamite Nobel's safety powder and then maybe realized what dynamite does and came up with the name dynamite. But it was really interesting reading about Alfred Nobel's career and the invention of all these explosives because it seemed to have been... I mean, not that you'd expect weapons manufacturer to be a particularly meek business, but he invented another one called ballastite, which I could not find the etymology of. And I think it was probably just ballistics, but it caused him a lot of trouble because he was in France manufacturing it. But he had a license to the Italian government to sell it to them. And they were at loggerheads with France. So France shut down his lab, seized his equipment, accused him of treason, prohibited him from manufacturing it there and kicked him out of the country. So he had to spend the last few years of his life in San Remo. All because of ballastite. Read up on it. Good story. Yeah. On the topic of explosives, Andy, question six. True or false? The etymology of explode was to drive someone off stage with applause. So the options here are A, true or B, false. What do you reckon? I'd say false. Incorrect. It's true. Has that ever happened to you, that you've been driven off stage with applause? No, not with applause, with other things. I was assuming it was the kind of sardonic, like... Oh, right. But it's from X out of and plaudere, which was to make noise. So audiences would make a lot of noise to make someone go away. Oh, I see. Right. So it's not in a positive standing ovation at the end of a particularly impressive piece of gladiating. I suppose the point is someone's sardonic applause is someone else's appreciative applause. So either way you win. If only you'd said that to me 25 years ago. I've seen some chilling silences that greeted the end of your gigs. Question seven. Explore is only one letter different from explode. What was the etymology of explore? Is it option A, a typo from someone trying to write explode? Is it B, a former plaw, as in an X plaw? What is plaw, you may ask? It's a Scots term for messing about in mud. Option C, plod outside, X meaning outside and plaw meaning plodding. Or is it D, weeping? So to recap, is the etymology of explore A, an explode typo, B, a former plaw, C, to plod outside or D, weeping? I think I'm going to go with option C. Plodding outside? The answer is D, weeping. It's X for the Latin prefix again and plorare, which was the Latin for crying, same as deplore, which means totally crying. Plorare. But plor really is a Scots term for messing about in mud. I wouldn't lie to you. We're just going to take a quick break for some ads. This episode is sponsored by Ravensburger, the jigsaw puzzle company that has been going since 1883. So they know how to make a very fine jigsaw puzzle, and they've got them from two pieces for babies, or for adults who like to get things done fast, all the way up to 40,000 pieces for people who are not afraid of commitment and possess a really big table. I personally love doing jigsaw puzzles in the 500 to 1000 piece range. Another thing I really love is getting bespoke jigsaw puzzles made as gifts. Most recently a couple of months ago, it was my friend Jess's birthday. Jess is currently more than a year into a project of watching all of Kirsten Dunst's on-screen performances in chronological order. So I went onto the Ravensburger site and created a 500 piece puzzle for Jess of Kirsten Dunst as Marie Antoinette eating macarons. Check out Ravensburger jigsaw puzzles on their official websites, and wherever you get your puzzles. The Illusionist is sponsored by Bombas, makers of comfy, durable socks, undies and t-shirts. Recently they did something very cool. They got in touch with me and said, choose an organisation in the USA that works with people experiencing houselessness, and we will send them 1000 pairs of socks, because socks are the most requested clothing item in shelters. So I contacted Sela Neighbourhood Homeless Coalition in Los Angeles, and they said, actually Bombas already supplied us with an abundance of socks, but the Robinson Space is a pretty new community centre for groups working towards a more equitable Los Angeles, and they work with houseless young people who have been asking for socks, so the Robinson Space would love the socks. And now, thanks to Bombas, they've got the socks, 1000 pairs of socks. Also every time you buy an item of Bombas clothing, they donate an item to someone in need. So go to bombas.com slash illusionist and use the code illusionist for 20% off your first purchase. That's B-O-M-B-A-S dot com slash illusionist and use the code illusionist at checkout. Bombas dot com slash illusionist code illusionist. The Illusionist is sponsored by Blueland, who make plastic-free cleaning products, which are what I try to buy. A, because plastic, and less than 10% of plastic after being disposed of is recycled, so I would rather just avoid buying it. B, I don't drive, so I do my shopping on foot and carry it with arms. And what is easier to carry than big heavy bottles of liquid? Answer tiny little packets of tablets. C, most cleaning products for the home and body are 90% water, a product you probably already have access to, so save yourself logging it and trucks shipping it, because with Blueland you get a little pallet of cleaner. You can drop it in a reusable spray bottle, fill that from the tap, shake it up, and away you go, cleaning the word red rum off your mirror. They've also got detergent for your laundry, dishwasher, hands, face, body, oh so much cleanliness. Blueland has a special offer for listeners. Right now get 15% off your first order by going to blueland.com slash illusionist. That's blueland.com slash illusionist, got 15% off. And now back to the quiz with Andy Zoltzman. Andy, you are left handed, so etymology really has it in for you with words like sinister in Latin. How do you feel about that? I've over 48 harrowing years come to accept these deep prejudices humanity has against my people. Well, there might be a few to add to the pile to process. The word left in English is from about 1200 and probably came from a Kentish word, our home county Kent, lift meaning foolish. Before that, the old English term for left, as in the opposite of right, was winestra. What did winestra mean? Right, is it A wrong, B satanic, C friendly or D drunk? A wrong, B satanic, C friendly or D drunk? Now I feel you're trying to trick me by having the word winestra beginning with wine or wines. Well, I think because there was a lot of, as you say, prejudice against left handedness, I'm going to go with satanic. The answer is friendly. It was a euphemism so that they could avoid invoking the sinister forces connected with the left hand. And Greek also used a euphemism for left. They would say a resteros, the better one. Really incredibly rude, isn't it, etymology? Yes, and also congratulations to humanity for finding reasons to be prejudiced against people where other species wouldn't even bother looking. The old English word for right, as in the opposite of your left hand, was swithra, which meant stronger. So just people won't let up with the right handed normativeness. Question nine, I used to live in your attic. Yes, voluntarily, I should say. This was not a sibling hostage situation. No, you didn't even charge me rent, but I suppose you wouldn't charge hostages. Attics are named after the Attica region of Greece, where a lot of the buildings used to have an extra bit between the walls and the roof. So either an extra wall above the main walls or a row of columns holding the roof up. So eventually people started referring to the space under the roof as Attic. The Attic region was allegedly named by the second king of Athens, Cranaos, who named it in honor of his late daughter Attis because she was. A. A virgin. B. A champion athlete. C. Pissed off at him for forgetting to buy her a birthday present for the last seven years. Or D. So tall that people joke, what's the view like up there in the Attic? So did King Cranaos of Athens name the Attica region after his late daughter Attis because she was. A. A virgin. B. A champion athlete. C. Pissed off at him for forgetting to buy her a birthday present for the last seven years. Or D. Tall. A. I'm going to rule out option D. Really? A. I am. But I don't think the average mythological daughter of a mythological king was particularly tall in those days. Have you checked all the pottery to prove it? I have. Okay. Yeah. I'm going to go with C. A lot of Greek myths have some sort of element of familial guilt or regret, parental failings. So but also the ancient Greeks loved sex and athletics as well. So either of the first two are equally plausible. I'm going to go with C. The answer is A. He named the place after Attis because she was a virgin. Why? And that, yeah, but it's quite hard to piece the logic together. Even creepy. Even for mythological people who obviously didn't exist and therefore had slightly skewed logic a lot of the time. So it's hard to join the dots on that one. Yeah. Was he doing it because as a sort of congratulations to her for maintaining that at a time when the Greek gods particularly were such liabilities in terms of sex crimes? They were absolute horndogs, weren't they? What would he have called it if she hadn't been? I mean, was he sure? How did he know? It's worrying to think how he knew. Question 10. Andy, your brain is mostly a storage space for cricket trivia. Correct. Where does the cricket trivia come from? Right. Well, that's not a piece of cricket trivia, so I have no idea. But the options are A. The ancient Greek for three truths. The ancient Greek for three bullshits is option B. Option C is the Latin for three lives or option D is the Latin for a three-way intersection. Yeah. ABCD system nearly slipped there. It did. I went a bit off piste a couple of times there. Three truths, three bullshit, three lives. Or three-way intersection. I'm going to go with three-way intersection. You are correct. Did you get that because you knew it was the Latin for trivia, three roads? Yes. Yes. So why, Helen? Because the meeting of the roads was a public place. So trivia was a public place. Then that came to mean something that was commonplace. And then I guess it was facts. Although for medieval students, the trivium was what they had to study before moving on to the quadrivium, the higher level of education. So trivium was grammar, logic and rhetoric, thus giving people the raw materials for pedantic arguments and then the skills to make them go on forever. And then the quadrivium was music, astronomy, arithmetic and geometry. Right. The big four. Speaking of trivia, Andy, which of the following sweeteners is named after an ancient Greek mythological character? Okay. A. Saccharin, B. Agave, C. Stevia or D. Aspartame. So which is the mythological character that is also the name of a sweetener? A. Saccharin, B. Agave, C. Stevia, D. Aspartame. Well Steve, not an ancient Greek mythological character. The third wheel in the Bible origin story, along with Adam and Eve. They got rid of him in the translations. Yeah. Saccharin, well that's got the look of a Greek word. Aspartame, that sounds like some dubious chemical that was developed in one of humanity's darker eras. I'm going to go with Agave. Oh, very good. Agave is the correct answer. She was the queen of the Minads and the mother of Pentheus, king of Thebes, daughter of Cadmus, founder of Thebes and thus features heavily in Euripides' play The Back Eye. Did you study that? I did a bit. Yes, I don't think I did at university. I think we did it at school, which is quite a traditional text to do at an all boys private school. But it was about as much as close as we ever got to learning anything about women. So that was really as far as the school was prepared to go. It's an upsetting sounding story. I've not seen it or read it. The Theban Minads murdered Pentheus because he banned the worship of Dionysus and said Dionysus wasn't a god. So Dionysus, who was his cousin, so extra rude, lured him to a wood and the Minads tore him apart. And then his mother Agave finished the job and tore him limb from limb and thought she had killed a lion because Dionysus had made her insane. And then she carried her son's head on a stick back to the hometown Thebes. We've all done it. She didn't realize her mistake until her father pointed it out, which really seems oblivious. Yeah, good parenting though. The Theban Minads won the Ancient Greek ice hockey league four years in a row, at the same time. They have much ice hockey in Ancient Greece. More field hockey, I would have thought, if they're going to hawk. They were really appalling mythological people, the Ancient Greeks. I mean, most mythological people were pretty awful. Stevia is an eponym after the 16th century Spanish botanist Pedro Esteve. Or Steve to his mates. Sweet Steve. Aspartame was discovered in the search for anti-alcoholic drugs and is from the same asparas as asparagus. Oh, really? Question 12, the penultimate question, Andy, which entertainment genre's name means goat song? Oh, I should know this. You should. So is it A, comedy, B, tragedy, C, melodrama or D, farce? Or goat farce? I think goats have quite farcical tendencies. Which entertainment genre's name means goat song? A, comedy, B, tragedy, C, melodrama, D, farce? I'm going to go with B, tragedy. You are correct. Tragedy meant goat song. Do you have any idea why? To be honest, no. I mean, I just had a vague memory of that from my long distance classical past. But I've never actually heard a goat sing. They mostly use auto-tune these days as well, so I have to get genuine goat song. So no, I don't know. I can't remember the reason. Well, I'm not sure that anyone knows. There's a lot of speculation about, oh, maybe they used to perform where a goat was a prize for a choral contest or they would sacrifice a goat or blah blah blah. It's all speculative. And tragedy used to mean somewhat different things, didn't it, in the ancient Greek entertainment world? Yes. Okay. Final question, Andy. It's a token cricket question. Good. Which of the following is not a bale, spelt B-A-I-L? Okay, is it A, a horizontal piece of wood across the top of cricket stumps? I'm fairly confident that is a bale. I think I gave it away with the introduction to the question. B, the bar across a typewriter that keeps the paper flat against the roller? C, a partition for separating cows in a cow pen? Or D, whalebone? Okay, which is not a bale, B-A-I-L? A, a horizontal piece of wood across the top of cricket stumps? B, the bar across a typewriter that keeps the paper flat against the roller? C, a partition for separating cows in the cow pen? Or D, whalebone? I'm going to go with D, whalebone. The others sound like they could well be bales. Bales have something to do with gates, haven't they? Yeah, and lots of things like a handle on a bucket, the attachment for hanging a pendant off a necklace, all sorts. But yeah, you're right. Whalebone is not bale, despite the baleen connection, which comes from the Greek for whale. Phalaena. Can you guess what phalaena derives from? No. Phallus. Oh, right. Because whale bodies reminded them of penises. Oh, really? Not because whales had generous members. I don't know how close a look they got at the time. Well, we went on my whale watching tour the other day and the tour guide was, yeah, fairly enthusiastic about whale appendages. Is that why they got into a whale tour guide? I'm not sure, but he told lots of stories about one of the male whales, disporting himself in front of innocent tour groups. Well, the whale didn't ask to be watched. Did it not? How come it keeps turning up where all these boats are? Maybe they pay appearance fees. Okay, people, what did you score out of a possible 13 points? Andy, you scored nine. Oh, that'll do. I think you did quite well. Thank you. You're good at etymology. Either that or I wrote the quiz too easy. Oh, yeah, that's possible. Do I get a certificate? Yeah, right. What's the prize money? All the money. It's all my money. All my money. If I die before you, you can have all my money. Thank you very much. Pleasure. The Illusionist is sponsored by Kitsch, time-saving beauty essentials for hair, skin, and body. Remember our old friends Bob George, Melchior, and Susan? Things have been even more tense than usual around their gaff. George, I know you stole my lavender-weighted satin eye mask from Kitsch, shouts Melchior. I never, insists George. You definitely did, growls Melchior, because since I last saw the mask, you've been sleeping more soundly. You haven't had a tension headache, and your upper face smells of lavender. Ehh, that's all circumstantial evidence, it'll never stand up in court, says George insouciantly. And I saw you wearing it to that Lone Ranger themed party where you kept bumping into walls because you couldn't see because the mask blocks lie down completely, shrieked Melchior, stomping off to order the Kitsch satin eye mask in leopard print, knowing that George won't steal that one because he can't go near anything leopard print since the zoo filed that restraining order. Right now, Kitsch is offering you 30% off your entire order at mykitsch.com slash illusionist. That's right, 30% off anything and everything at mykitsch. That's K-I-T-S-C-H dot com slash illusionist. The illusionist is sponsored by Squarespace, your one stop shop for building a website, running an online business and putting your content into the world. While George and Melchior altercate upstairs, Bob and Susan are hiding in the cellar, spending some quality time on their online empire, which Susan started on Squarespace after hearing the company promoted on a podcast she was listening to about how not to murder your cohabitants. And it's been going great! Their podcast, which is four hour episodes of just cellar noise, is surprisingly popular, merch sales are booming, and Susan's favourite part of the website is the members only area where for a small monthly donation, supporters of Cellar Humpod get exclusive videos of the cellar, with the lights off. Get your own idea out of the cellar and into the world, go to squarespace.com slash illusionist for a free trial, and when you're ready to launch, use the offer code illusionist to save 10% off your first purchase of a website or domain. Go to squarespace.com slash illusionist, offer code illusionist. If you fancy more etymology quizzes, I've got them! Browse down your illusionist pod feed and there are previous quizzes about swears, animals, food and more. You can also find all the quizzes at theillusionist.org, there's even a quiz category, whereby you can summon all the quiz posts. While you're on the website, mash that tab at the top that says donate and become a member of the illusionverse, if you do that this month, August 2023. I will record the word or phrase of your choice, excluding slurs and branded content, and you can use it as your ringtone or text alert or alarm or affirmation phrase, so head over to theillusionist.org slash donate. And you can hear me talk about unrequited love and my first celebrity crush on a certain TV detective on the podcast Crushed, a very charming show hosted by Margaret Caborn-Smith, who compelled me to share way too much about myself. Very uneasy feelings. Too late to take it back now? Listen to Crushed in all the pod places. Your randomly selected word from the dictionary today is... Jettan Noun. Accountor or token used as a gambling chip. Water operates slot machines. Origin 18th century from French jeton from jeté. Throw, add up, accounts. So named because the term was formerly used in accounting. I'm using Jettan in an email today. This episode was produced by me, Helen Zoltzman. The music is by Martin Austwick of PaleBirdMusic.com. Andi's Zoltzman can be found on the Bugle podcast in all the pod places and at thebuglepodcast.com. Our ad partner is Multitude. If you have a product or thing about which you'd like me to talk, sponsor the show. Contact Multitude at multitude.production slash ads. Seek out Illusionist's show on YouTube, Instagram, Facebook and the platform formerly known as Twitter and let me know how you did in the quiz. And you can hear or read every episode. Get links to more information about the topics and people therein. Donate to the show and become a member of the Illusionverse. See the full dictionary entries for the randomly selected words. Or at the show's forever home, theillusionist.org."}, "podcast_summary": "In this podcast episode, Helen Zaltzman is joined by her brother Andy for the annual Quiz-Illusionist episode. They discuss various topics and question each other on etymology and random facts. The quiz covers diverse subjects such as the origins of words like bugle and explode, the meanings of profession and career, and the etymology of the word dynamite. They also touch on the names of various sweeteners and the connection between the word trivia and goats. Overall, it's an entertaining and informative listen for language and trivia enthusiasts.", "podcast_guest": "Andy Zaltzman", "podcast_highlights": "- Highlight 1 of the podcast: The word \"bugle\" derives from the animal \"cow,\" as bugles used to be made from cow horns.\n- Highlight 2 of the podcast: The etymology of \"dynamite\" comes from the Greek word \"dynamis,\" meaning power.\n- Highlight 3 of the podcast: The word \"profession\" originally meant vows upon entering a religious order.\n- Highlight 4 of the podcast: \"Explode\" comes from the Latin \"explodere,\" which meant to drive someone off stage with applause.\n- Highlight 5 of the podcast: Tragedy, as an entertainment genre, means \"goat song\" in Greek."}