{"podcast_details": {"podcast_title": "TED Talks Daily", "episode_title": "A 3-part plan to take on extreme heat waves | Eleni Myrivili", "episode_image": "https://pl.tedcdn.com/rss_feed_images/ted_talks_main_podcast/audio.png", "episode_transcript": " You're listening to TED Talks Daily. I'm Elise Hulme. The deadliest of extreme weather phenomena is something we might not realize is quite as deadly as it is, and a lot of nations have yet to take it seriously. I certainly was surprised by much of what heat advisor Yelene Miravili shared at TED 2022. Her eye-opening talk offers us a path forward in a time of rising global temperatures. Your Space Coast vacation is preparing for liftoff. Start counting down now. Ten, nine, eight, seven. It's time for a beach vacay that feels like heaven. Six, five, four. Come explore 72 miles of shore. Three, two, one. It's time for some rocket-filled fun. Count down to your best beach vacation ever on Florida's Space Coast. Launch your planning now at VisitSpaceCoast.com. Support for TED Talks Daily comes from Odoo. If you feel like you're wasting time and money with your current business software or just want to know what you could be missing, then you need to join the millions of other users who switched to Odoo. Odoo is the affordable all-in-one management software with a library of fully integrated business applications that help you get more done in less time for a fraction of the price. To learn more, visit Odoo.com slash TED Talks. That's O-D-O-O dot com slash TED Talks. Odoo, modern management made simple. So, in my city of Athens, Greece, like in many cities around the world, a lot of people thought that climate change is something happening far away. Until ash started falling from the sky and temperatures neared 45 degrees Celsius in the summer of 2021. And they stayed above 40 degrees for several days. The asphalt sizzled and huge wildfires burned the forests around the city and people died. The last decade has been the hottest ever recorded in our history. Paradoxically, even though we've been talking about global warming for decades, we haven't been talking about extreme heat, especially in urban environments. Extreme heat is the deadliest of all extreme weather phenomena. Very few of us know this. We overlook extreme heat because heat doesn't come with the drama of roofs sent flying and streets turned into rivers. Heat destroys quietly. Yet there is little escape from heat. These are temperatures our bodies are not made for and cannot adapt to. These are temperatures our cities and our infrastructure is not made for. The structures of our cities and the surfaces absorb heat and store it and radiate it at night. Cars and air conditionings add more to the urban environment. And this is a deadly mix. This is what we call the urban heat island. The list of health effects from heat and from heat waves is long and it includes significant mental health problems. It also creates fatigue and loss of sleep, which in turn increases workplace injuries as well as significant losses of productivity. Heat waves also, we know that they increase violence in communities. We have correlated it to increase violence in communities and also they lower the ability of children to learn. And in the cities, not everybody, of course, is affected equally. The poor, especially the energy poor and the housing poor are most vulnerable as well as people with pre-existing conditions, people above 60 years old, pregnant women, young children, and people that have manual labor jobs. Also, we know that heat has been baking farmers' crops, reducing yields, inhibiting pollination and more and more farm workers are going to work before daybreak or farming in the night, harvesting in the night. It's just getting too darn hot. The great infrastructures that we have built with ingenuity and effort during the last two centuries, the dams, the waterways, the highways, the railways, they have been carefully engineered for a climate that no longer exists. What can we do? I will talk about cities because that's my territory. As Chief Heat Officer of Athens, I think of all possible efforts in three general categories, awareness, preparedness, and redesign. Awareness means that we recognize the threat. It's hard sometimes to persuade people, especially in hot climates, to take heat exposure seriously. So together this year, together with the Ars Rockefeller Resilience Center, we're going to pilot a new methodology for naming and categorizing heat waves, like we do hurricanes. So consider this. When there is a category four hurricane, you don't expect a pizza delivery person to bring a pizza to your house, nor do you expect people to keep working in a construction site. However, we don't have such considerations or policies in relation to a category four heat wave because there is no category four heat wave. We don't have metrics and we don't have categories. And I think that this will be a real game changer. So this is just one thing, but I think this is important. So awareness leads to preparedness. And preparedness means that you are kind of ready to basically, when the event happens, to protect the most vulnerable. And there's a whole slew of actions that cities are doing all around the world, short-term things to protect people during the heat waves. For example, in Athens, we have created a smartphone app that gives you real personalized and real-time risk assessment and gives you on a map, risk assessments in relation to heat, and gives you on a map where you can go to get cover, where are the cool spaces, the nearest cool spaces. New York has created this great buddy system where people in the neighborhood check, keep on checking during heat waves on people that are vulnerable in the neighborhood. They also gave, I think a couple of years ago, 74,000 units of air conditioning for low-income seniors. Sydney does this great thing, which is that they divert energy to avoid blackouts during heat waves. So these are some short-term things that we can do and we've been doing. But the real task at hand is redesigning our cities to make our cities cooler and thinking beyond air conditioning. So before we started designing our buildings and our cities and cooling them and heating them with fossil fuels, architecture had incorporated centuries long of wisdom for design solutions and materials that were fine-tuned to the local climate conditions. So thick walls with tiny openings or well-placed windows high up in the building that kind of move air from the bottom up and out, or outside shutters, shady and verdant internal courtyards with fountains, or walls that are outside walls that are whitewashed every spring to reflect the hot summer heat, the heat of the hot summers. So compare these to our concrete steel and glass buildings that are air conditioned and that have sealed windows that basically make our cities into heat traps, compounding instead of solving the problem. So what we really need to do is we need to radically rethink and redesign our urban environments away from the logic of modernity, away from the logic of carbon modernity. Carbon is there from the get-go, from the materials that we use for the types of construction, from the way we use the buildings, we heat and cool them, the way we eat, the way we consume them, the way we move around in our urban environments. So we need to redesign our cities beyond energy efficiency and cutting carbon emissions. We need an urban design revolution, a total paradigm shift that probably needs to be led not by architects anymore, but landscape architects that know more about thermodynamics and soil and the importance of soils for biodiversity and all these things that can really bring about a real paradigm shift, a revolution in design, a new type of urbanity that actually is a different metabolic animal. Our cities of the future will be different metabolic systems. And this is, we don't really know yet what this is going to look like, but I think it's going to be great. And it's just the beginning. But what we do know is that we really, really urgently need to build resilience to our current climate conditions at urban scale. There are materials and technologies that are currently being developed that will help, but the main thing, the first and foremost and most important thing for bringing down heat in cities is bringing nature into the urban fabric. And this means a radical increase of trees, of tree coverage, of biodiversity and of water in the surfaces of our cities so that we can bring down the heat. So this is the time. This is the decade. And this means that cities have to really think the interconnections and interdependencies between different urban systems. And they have to think of resources very carefully and build backup systems and redundancies of flexibility and diversity and think about sustainability and equity, because this is how we build resilience in our cities. And cities are already doing it and they're changing. And we're very much learning from each other because for the first time the last few decades, cities belong in powerful urban networks. So we're kind of talking with each other and learning from each other. Networks like Resilient Cities Network and C40 are really supporting cities. And I'm going to finish by giving you a few examples of what cities have done. And of course, I'm going to start from Athens. So in Athens, we have this incredible Roman aqueduct, a brilliant ancient masterpiece of design and engineering that runs for 20 kilometers underground, totally invisible. And still today moves enormous amounts of water from the hills outside of Athens to the center of Athens. The water is great too. It's perfect for irrigation. You don't need to do anything to it. And for decades now, we've been just throwing it into the sewage and then to the sea. So now this urban aqueduct is going, this ancient monument is going to be used to build resilience and lower heat by supporting urban nature for the modern city of Athens. Another great example is Medellin in Colombia. Medellin, they did, they created 36 green corridors and a dense network of trees and flower beds that has lowered temperatures four degrees Celsius in the city. And it does a lot of other things, ecosystemic services like captures pollution and noise pollution and water and soil erosion. So all these things have really important ecosystemic services. You probably know Seoul in South Korea, they dismantled a highway that was 10 lanes long and it had four lanes on top of expressway and they, to restore a stream underneath and created this blue corridor and green corridor, 3.6 miles long, a continuous space for wildlife and people to walk and bicycles that not only lowers temperatures, they've measured that it goes up to 5.9 degrees Celsius that it lowers temperatures in that area, but also it protects the city from flooding. And of course, it attracts thousands of visitors every day, has created a lot of jobs and has supported business development more than any other part of Seoul. Paris is using the water of the sand to give free cooling to buildings around the river. And finally, I'll finish with Melbourne in Australia, because they have created an incredible strategy that's called Nature in the City strategy, where they think, they've analyzed and think how to bring together the whole, all of the levels of the ecosystem from the soil and the fungi underneath to the plants and the animals and the birds and the insects and the frogs and put into place all these actions that will ensure that the urban environment that their kids will grow up will be richer and much healthier. So, what keeps me really excited about this work, working to help cities cool down and work against climate change, is also that I feel that I'm really helping create much more wonderful cities to live in. So, just think about this, cranking up the air conditioning is just not going to cut it. Thank you. PRX."}, "podcast_summary": "In this TED Talk, heat advisor Yelena Miravili discusses the deadly impact of extreme heat and the urgent need for cities to address this issue. Miravili highlights that extreme heat is often overlooked compared to other extreme weather events, but it is actually the deadliest. The effects of heat include mental health problems, fatigue, loss of sleep, workplace injuries, decreased productivity, increased violence in communities, and hindered learning abilities in children. Vulnerable populations, such as the poor, the elderly, pregnant women, and manual labor workers, are particularly at risk. Heat also affects farmers and agriculture, causing crop reduction and changes in farming practices. Miravili emphasizes the need for awareness, preparedness, and redesign in cities to combat extreme heat. City actions include creating heat wave categories, developing smartphone apps for personalized risk assessments, implementing buddy systems to check on vulnerable individuals, distributing air conditioning units to low-income seniors, and diverting energy to prevent blackouts. However, the real task is to redesign cities to be cooler and reduce reliance on air conditioning. Miravili advocates for a paradigm shift in urban design led by landscape architects who prioritize nature and biodiversity. Examples of cities taking action include utilizing ancient aqueducts for irrigation, creating green corridors to lower temperatures and provide ecosystem services, repurposing highway space for streams and green corridors, using river water for cooling, and implementing comprehensive strategies to integrate ecosystems into urban environments. Miravili concludes by emphasizing the importance of building resilience in cities through sustainability and equity, and the need for cities to learn from each other and collaborate in powerful urban networks.", "podcast_guest": "Yelene Miravili", "podcast_highlights": "- Highlight 1 of the podcast: Extreme heat is the deadliest of all extreme weather phenomena, yet it is often overlooked because it doesn't come with the same dramatic visuals as other events like hurricanes or floods.\n- Highlight 2 of the podcast: Heat waves have a wide range of detrimental effects, including mental health problems, fatigue, loss of sleep, workplace injuries, decreased productivity, increased violence in communities, and reduced learning ability in children.\n- Highlight 3 of the podcast: The poor, people with pre-existing conditions, the elderly, pregnant women, young children, and manual laborers are most vulnerable to the impacts of extreme heat.\n- Highlight 4 of the podcast: Cities need to focus on awareness, preparedness, and redesign to combat extreme heat, including developing methodologies for categorizing heat waves, creating risk assessment tools, implementing short-term measures to protect vulnerable populations, and redesigning urban environments to incorporate nature and reduce heat trapping.\n- Highlight 5 of the podcast: Redesigning our cities beyond energy efficiency and carbon emissions reduction is crucial for building resilience and addressing the challenges of extreme heat. Landscape architects and the integration of nature into urban fabric play a key role in this urban design revolution."}